evaluation/ycsb_pm_results_log_flush/capybarakv/Loade/Run7
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 167270
[OVERALL], Throughput(ops/sec), 59783.58342799067
[TOTAL_GCS_G1_Young_Generation], Count, 64
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 132
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.0789143301249477
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 64
[TOTAL_GC_TIME], Time(ms), 132
[TOTAL_GC_TIME_%], Time(%), 0.0789143301249477
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 515456.0
[CLEANUP], MinLatency(us), 515328
[CLEANUP], MaxLatency(us), 515583
[CLEANUP], 95thPercentileLatency(us), 515583
[CLEANUP], 99thPercentileLatency(us), 515583
[INSERT], Operations, 10000000
[INSERT], AverageLatency(us), 12.6594991
[INSERT], MinLatency(us), 11
[INSERT], MaxLatency(us), 2402303
[INSERT], 95thPercentileLatency(us), 13
[INSERT], 99thPercentileLatency(us), 13
[INSERT], Return=OK, 10000000